{"Headline":"Let the Star Tribune help you be a better voter this election season","Byline":"Matt DeLong","Leadin":"<p>We already know Minnesotans are <a href=\"http://www.startribune.com/minnesota-had-the-nation-s-highest-voter-turnout-again-here-s-one-reason-why/416247753/\">pretty good at voting</a>. But this election season, we want to help you be even better.</p><p>Every Tuesday from now until Election Day, the Star Tribune will be providing resources to help you be a better, more informed voter — all in just a few minutes each week.</p><p>We get it. You're busy. So each week we'll preview the major news you should watch out for in the world of politics. We'll also be giving you assignments: actionable things you can do to be better informed about the candidates, issues and events in the news this election season.</p><p>Class starts today. Check back with us every week at <a href=\"http://startribune.com/bettervoter\">startribune.com/bettervoter</a> for the latest.</p>","Watch_heading":"Three things to watch this week","towatch":[{"Heading":"#MeToo investigations","Text":"The Minnesota DFL has forwarded a <a href=\"http://www.startribune.com/dfl-will-refer-ellison-allegation-to-law-enforcement-after-internal-investigation-can-t-substantiate/494828181/\">report on an ex-girlfriend’s domestic abuse allegations</a> against state attorney general candidate and U.S. Rep. Keith Ellison to law enforcement. The report found the accusations “unsubstantiated.” Ellison has also <a href=\"http://www.startribune.com/ellison-seeks-house-ethics-investigation-of-abuse-allegation/494412501/\">called for a House ethics investigation</a> of the claims. Meanwhile, the White House has given the FBI until Friday to <a href=\"http://www.startribune.com/yale-classmate-recalls-kavanaugh-as-frequent-heavy-drinker/494761261/\">complete its investigation into the sexual misconduct allegations</a> against Supreme Court nominee Brett Kavanaugh. These probes could play an outsize role in the run-up to Election Day. While we’re talking about the Minnesota AG race, don’t miss our story on <a href=\"http://www.startribune.com/wardlow-says-he-ll-set-aside-partisan-past-if-elected-attorney-general/494705541/\">Ellison’s Republican opponent, Doug Wardlow</a>."},{"Heading":"Trump stumps in Rochester","Text":"The president returns to Minnesota for a rally at 6:30 p.m. Thursday at the Mayo Civic Center in Rochester. It’s probably a safe bet that Trump will share some thoughts about his Supreme Court nominee and <a href=\"http://www.startribune.com/ap-explains-how-nafta-2-0-will-shake-up-business-as-usual/494833741/\">the new NAFTA 2.0 trade agreement.</a> He’ll also be campaigning  for Jim Hagedorn, the GOP candidate for <a href=\"http://www.startribune.com/2018-minnesota-election-voter-guide-who-is-running-governor-house-senate-politics-issues/483224571/#house\">the open seat in the First Congressional District</a>, which includes much of southern Minnesota."},{"Heading":"CD3 debate Friday","Text":"<a href=\"https://www.mprnews.org/\">MPR News will host a debate</a> at 11 a.m. Friday between the major-party candidates in Minnesota’s Third Congressional District, Republican U.S. Rep Erik Paulsen and his DFL challenger Dean Phillips. The Third District includes much of Minneapolis’ north and western suburbs. Paulsen is a top target of national Democrats in 2018, and <a href=\"http://www.startribune.com/campaign-ad-wars-heat-up-across-minnesota/494701751/\">the ad war between the two candidates</a> is getting real."}],"Do_heading":"Three things to do","todo":[{"Heading":"Mark your calendar","Text":"Head on over to our <a href=\"http://www.startribune.com/minnesota-election-calendar-2018/483224691/\">calendar of key dates</a> and add it to your scheduling tool of choice (<a href=\"http://bit.ly/star-tribune-elections-calendar-ios\">iPhone</a>, <a href=\"http://bit.ly/star-tribune-elections-calendar\">Google</a>, or <a href=\"http://www.startribune.com/minnesota-election-calendar-2018/483224691/\">other</a>) We'll make sure you don't miss anything important between now and Election Day."},{"Heading":"Sign up to our politics newsletter","Text":"Even if it's just for the next six weeks, sign up to our politics newsletter: the Morning Hot Dish. Our reporters and editors will keep you posted on all the ups and down of campaign season — and it'll be delivered to your inbox, so you won't have to worry about missing anything. <a href=\"http://newsletters.startribune.com/pages/1788361/4540\">Sign up here</a>."},{"Heading":"Decide whether you want to vote early","Text":"Mind already made up? Early voting has already begun, and you have the choice to cast your ballot by mail or in person (and avoid the lines on Election Day). Take a second to decide whether that's something you want to do. If it is, <a href=\"https://www.sos.state.mn.us/elections-voting/other-ways-to-vote/\">learn how here</a>. But remember: A lot can change between now and November ..."}]}
