{"Headline":"Be a Better Voter, week 2: Get to know the candidates","Byline":"Matt DeLong","Leadin":"<p>As we first introduced last week, the Star Tribune is trying to help you be a better voter this election season by providing a weekly preview of things to watch in Minnesota politics, mixed with actionable things you can do to prepare for Election Day in November.</p><p>In case you missed it, <a href=\"http://www.startribune.com/let-the-star-tribune-help-you-be-a-better-voter-this-election-season/489887841/\">check out Part One here</a>.</p><p>Now Election Day is officially less than a month away. That means it’s crunch time for candidates and October promises to be a busy month on the campaign trail.</p><p>Getting to know those candidates is this week's theme. Use the tools below to figure out who's running for office in your area and learn a bit more about where they stand.</p><p>We've also got answers to some of the most-Googled questions Minnesotans are asking about the midterms. So check it out, and we'll see you again next week.</p>","Watch_heading":"Three things to watch this week","towatch":[{"Heading":"Guv candidates face off","Text":"U.S. Rep. Tim Walz, the DFL candidate for governor, and his GOP opponent, Hennepin County Commissioner Jeff Johnson will debate rural and agricultural issues in Willmar tonight, (Tuesday, Oct. 9), at 7 p.m. You can <a href=\"https://wccoradio.radio.com/\">listen live on WCCO radio</a>. In case you missed it over the weekend, <a href=\"http://www.startribune.com/gop-icons-inspire-jeff-johnson-s-quest-for-minnesota-governor/494948961/\">check out Judy Keen’s big profile of Johnson</a>. We’ll profile Walz in the coming weeks."},{"Heading":"Campaign finance deadline","Text":"Federal candidates, PACs and political parties must file their last quarterly reports before Election Day before Oct. 15. We’ll get a snapshot of how well financed candidates and their allies are heading into the campaign’s home stretch. There will be one more campaign finance report — the pre-general — that could include some last-minute expenditures. It’s due Oct. 25.  Be sure to <a href=\"http://www.startribune.com/campaign-finance-2018-minnesota-us-senate-races-tina-smith-amy-klobuchar-fundraising-juggernauts-in-full-swing/478994853/\">check our campaign finance tracker for the latest numbers.</a>"},{"Heading":"Early voting numbers","Text":"Two weeks into early voting, the number of ballots cast in Minnesota is nearly on pace with the early general election turnout in 2016, according to to data from the Minnesota Secretary of State — an initial sign of potentially strong midterm turnout in November. We’ll be tracking the early vote every week until Election Day, with new counts typically arriving on Thursdays. <a href=\"http://www.startribune.com/thousands-of-people-have-already-voted-in-minnesota-here-s-what-we-re-watching/489888171/\">Here are some things we're watching as the vote comes in.</a>"}],"Do_heading":"Three things to do","todo":[{"Heading":"Find out who’s running","Text":"Quick, who represents you in the Minnesota House? No worries if you don't know. Many of us don't. But if you're going to be an informed voter in November, you should find out. <a href=\"https://www.gis.leg.mn/iMaps/districts/\">You can look up your federal and state representatives here.</a> When you’re done, head over to the <a href=\"https://votinginfoproject.org/projects/vip-voting-information-tool/\">Voting Information Project</a>, a joint effort between state and local officials, Google, and Pew Charitable Trusts, to see all the candidates running for office where you live — from statewide to local — along with their websites (if available), so you can read more about them. Spend a few minutes researching some of the lesser known candidates on your ballot and start deciding who you support."},{"Heading":"Take a look at our election guide","Text":"For more information on where the major federal and statewide candidates stand on the issues that matter to you, check out our <a href=\"http://www.startribune.com/2018-minnesota-election-voter-guide-who-is-running-governor-house-senate-politics-issues/483224571/\">election guide</a>. Or don't. But at least bookmark it, or make a note on your <a href=\"http://www.startribune.com/minnesota-election-calendar-2018/483224691/\">calendar</a>, or do something to remind yourself to check it out before you vote."},{"Heading":"If you want to vote early, register now!","Text":"The deadline to <a href=\"https://www.sos.state.mn.us/elections-voting/register-to-vote/\">pre-register to vote is next Tuesday, Oct. 16</a>. That means if you’d like to apply for an absentee ballot or vote early, you need to be registered by then. If you plan to vote in person on Election Day, don’t worry — you will still be able to register at your polling place."}],"Questions_heading":"Five questions you’re Googling","Questions_leadin":"Just for fun, we asked the folks at Google to send us the five midterm-related queries Minnesotans have been searching for the most in recent weeks. We’ve got answers:","questions":[{"Heading":"What are midterm elections?","Text":"Midterm elections are so named because they happen at the midpoint of a president’s four-year term — two years after the last presidential election and two years before the next one. A majority of states, Minnesota included, elect their governors during midterm election years. Both of Minnesota’s Senate seats, other state constitutional offices, all eight seats in Congress, the entire state house, a <a href=\"https://www.mprnews.org/story/2018/09/13/one-district-will-decide-control-of-minnesota-senate\">really important state senate seat</a>, and thousands of local offices are also on the ballot for the midterms this year."},{"Heading":"When are the midterm elections?","Text":"Tuesday, Nov. 6. Polls typically open at 7 a.m. and close at 8 p.m. <a href=\"http://www.startribune.com/minnesota-election-calendar-2018/483224691/\">Mark your calendar!</a>"},{"Heading":"How to register to vote","Text":"The Minnesota Secretary of State is on it. And conveniently they have a <a href=\"https://www.sos.state.mn.us/elections-voting/register-to-vote/\">handy guide</a> for how to register online, on paper or even at your polling place on Election Day. If you can’t remember whether you’ve registered, you can <a href=\"https://mnvotes.sos.state.mn.us/VoterStatus.aspx\">check online</a>."},{"Heading":"Who to vote for in the midterm elections","Text":"That’s up to you! If it helps, we’ve put together an <a href=\"http://www.startribune.com/2018-minnesota-election-voter-guide-who-is-running-governor-house-senate-politics-issues/483224571/\">election guide</a> that explains where the major candidates stand on the issues. It’s also not a bad idea to figure out who represents you in Congress, the state legislature and your various local offices. Look a little further up this page for some tools to help you do that."},{"Heading":"How to vote in midterm elections","Text":"Let us count the ways. You can vote early <a href=\"https://www.sos.state.mn.us/elections-voting/other-ways-to-vote/vote-early-by-mail/\">by mail</a> or <a href=\"https://www.sos.state.mn.us/elections-voting/other-ways-to-vote/vote-early-in-person/\">in person</a> — even if you <a href=\"https://www.sos.state.mn.us/elections-voting/other-ways-to-vote/vote-from-military-or-abroad/\">serve in the military or live abroad</a>. Obviously you can also <a href=\"https://www.sos.state.mn.us/elections-voting/election-day-voting/\">vote at your polling place</a> on Election Day. If you need help voting because of a disability, <a href=\"https://www.sos.state.mn.us/elections-voting/election-day-voting/get-help-voting/\">you’ve got options there too</a>."}]}
