{"Headline":"Be a Better Voter, week 5: Answering your questions","Byline":"Matt DeLong","Leadin":"<p>This is it. The home stretch. With Election Day just one week away, we thought it would be a good idea to answer some of your outstanding election and voting-related questions submitted last week via Hearken.</p><p>As always, <a href=\"http://www.startribune.com/2018-minnesota-election-voter-guide-who-is-running-governor-house-senate-politics-issues/483224571/\">check out our voter guide</a> for information about where major candidates for statewide and federal offices stand on the issues that matter most to you. <a href=\"http://www.startribune.com/minnesota-election-calendar-2018/483224691/\">Use our election calendar to automatically add key dates</a> to your Google or iPhone. Head over to the <a href=\"http://m.startribune.com/index.php/be-a-better-voter-week-2-get-to-know-the-candidates/489888661/\">Voter Information Project</a> for information about all the candidates on your ballot. And don’t forget to <a href=\"http://strib.mn/hotdishpolitics\">subscribe to our morning politics newsletter</a> to stay on top of all the latest Minnesota campaign news.</p><p>Let’s get to it!</p>","Watch_heading":"Your questions, answered","Watch_leadin":"Thanks for <a href=\"http://www.startribune.com/send-us-your-questions-about-the-2018-midterm-elections/498533861/\">sending in your questions</a> last week! We talked to our reporters, did a little digging, and found answers to some of them here.","towatch":[{"Heading":"What determines the order of the candidates on the ballot?","Text":"According to the <a href=\"https://www.sos.state.mn.us/elections-voting/how-elections-work/order-of-names-and-offices-on-the-ballot/\">Minnesota Secretary of State website</a>, major party candidates are “listed in reverse order of their average vote in the last election. So, if a DFL candidate won a particular office in the previous election, the Republican candidate would appear first on the current ballot, and vice versa. Minor party candidates are listed in random order assigned by lot. For nonpartisan races, a “candidate rotation algorithm” <a href=\"https://www.revisor.mn.gov/rules/8220.0825/#rule.8220.0825.3\">described in Minnesota statutes</a> is applied to change the order in which candidates appear across precincts, so that names appear in the same position roughly an equal number of times."},{"Heading":"Why doesn't everybody vote?","Text":"While <a href=\"http://www.startribune.com/minnesota-had-the-nation-s-highest-voter-turnout-again-here-s-one-reason-why/416247753/\">Minnesota regularly tops the list</a> for voter participation, there are lots of reasons people don’t vote, such as having to work, lacking transportation, confusion or plain old apathy. In some states, people are purged from voter roles and are unable to re-register in time to vote. <a href=\"https://www.npr.org/2018/09/10/645223716/on-the-sidelines-of-democracy-exploring-why-so-many-americans-dont-vote\">National Public Radio had a good story</a> on why people don’t vote in September. In Minnesota, voters can register at their early voting locations or polling places on Election Day, so if you aren’t registered yet, you can still vote. <a href=\"https://www.sos.state.mn.us/elections-voting/register-to-vote/register-on-election-day/\">More info here.</a>"},{"Heading":"What are the gubernatorial candidates’ positions on the environment and climate change?","Text":"DFL candidate Tim Walz has <a href=\"https://walzflanagan.org/our-agenda/energy-environment-climate/\">a section on his campaign website</a> outlining his climate agenda. The “issues” page on Republican candidate Jeff Johnson’s website <a href=\"http://www.johnsonforgovernor.org/issues\">mentions the “environment”</a> in the context of copper and nickel mining. In debates, Johnson has acknowledged that climate change is real and describes himself as a conservationist, but has <a href=\"http://www.startribune.com/candidates-for-minnesota-governor-meeting-for-first-debate/491110451/\">disputed the notion that the government must respond</a> to climate issues. <a href=\"https://twitter.com/MNJeffJohnson/status/1034286896229359616\">Johnson tweeted in August</a> that he wants to “protect the environment, but I'm NOT interested in making people's lives harder so politicians can feel good. THAT's my position.” The Johnson campaign did not respond to a request for details on any specific climate policies he endorses."},{"Heading":"Why does the Star Tribune make endorsements?","Text":"Candidate endorsements are strictly a product of the editorial pages. They do not reflect the opinions of the newsroom. Reporters and editors in the newsroom never have any input whatsoever on any endorsements. You can read about <a href=\"http://www.startribune.com/to-our-readers-how-and-why-we-endorse-candidates/498064861/\">how and why the Star Tribune Editorial Board makes endorsements here. </a>"},{"Heading":"Where is the voter guide that the Star Tribune used to prepare for prior elections?","Text":"We're doing something a little different this year. Rather than a single comprehensive voter guide, we've been focusing our efforts on building our a suite of digital tools and articles (including this one!) to help equip Minnesotans for Election Day. You've seen many of them — and will see more — in our weekly Be a Better Voter feature."},{"Heading":"How can we be sure our ballot is accurately reflects our vote and that the machines are accurate?","Text":"A story by Judy Keen in Sunday’s Star Tribune focused on <a href=\"http://www.startribune.com/minnesota-works-to-secure-elections-after-2016-russian-attempted-hack/498798691/\">efforts to secure elections in Minnesota.</a> Ben Petok, spokesman for Minnesota Secretary of State Steve Simon, also shared several additional bullet points on election security. For instance, On Election Day, election judges of the two major political parties staff polling places — and each verifies the number of ballots cast matches the number of voters before they leave for the night. All voters must swear they are eligible to vote, including reading an oath, under penalty of felony. And additional precautions are taken to ensure absentee voters can only vote once."}],"Do_heading":"Three things to do","todo":[{"Heading":"Find your polling place","Text":"Of course, we know you’ve already done this, but just to be sure, <a href=\"https://pollfinder.sos.state.mn.us/\">visit the Secretary of State’s website</a> to look up your voting location."},{"Heading":"Make sure you’re registered to vote","Text":"Look up your registration status <a href=\"https://mnvotes.sos.state.mn.us/VoterStatus.aspx\">here</a>. If you aren’t registered, don’t worry! You can still register at your early voting location (<a href=\"https://www.sos.state.mn.us/elections-voting/other-ways-to-vote/cities-and-towns-with-in-person-absentee-voting/\">check your county election board’s website</a>) or your polling place on Election Day. <a href=\"https://www.sos.state.mn.us/elections-voting/register-to-vote/register-on-election-day/\">Here’s what you’ll need to bring with you.</a>"},{"Heading":"Let us know know about any voting problems you encounter","Text":"The Star Tribune is participating in <a href=\"https://www.propublica.org/article/voters-help-us-report-on-voting-problems-during-the-midterm-elections\">ProPublica’s Electionland project</a> to monitor and report any voting issues around the nation on Election Day. We’re on the lookout for any problems that prevent people from voting — such as long lines, registration problems, purged voter rolls, broken machines, voter intimidation and changed voting locations. To let us know how your voting experience went or to tell us if you encountered anything that stopped you or others from casting a ballot, <a href=\"https://www.propublica.org/article/voters-help-us-report-on-voting-problems-during-the-midterm-elections\">here’s how to sign up</a>."}],"Archive_heading":"Just joining us?","Archive_leadin":"If you’re just joining us, don’t forget to check out the previous installments of our Be a Better Voter series to bring yourself up to speed before Election Day:","archive":[{"Heading":"Week 1: Sign up and stay informed","Text":"A couple small steps now can be sure you stay informed on the latest news until Election Day. Learn more about how to register, mark key deadlines on your calendar, and be sure you’re ready to cast a ballot when the time comes. <a href=\"http://www.startribune.com/let-the-star-tribune-help-you-be-a-better-voter-this-election-season/489887841/\">Visit Week 1 here</a>."},{"Heading":"Week 2: Getting to know the candidates","Text":"There are a lot more candidates running for office than just the ones you’re hearing about. Explore tools for learning about both the big-name candidates and those running for local offices near you. <a href=\"http://www.startribune.com/be-a-better-voter-week-2-get-to-know-the-candidates/489888661/\">Visit Week 2 here</a>."},{"Heading":"Week 3: Campaign finance","Text":"All those political ads you’re seeing on TV are expensive. Learn more about the money candidates are raising and spending, who is giving it to them, and what that means. <a href=\"http://www.startribune.com/be-a-better-voter-what-you-need-to-know-about-campaign-finance/489889631/\">Visit Week 3 here</a>."},{"Heading":"Week 4: Learn how to read polls","Text":"There are lots of polls coming out in key races (including some of our own here at the Star Tribune) — but there’s an art to reading and interpreting them. <a href=\"http://www.startribune.com/be-a-better-voter-here-s-how-to-read-political-polls-like-a-pro/489889891/\">Visit Week 4 here</a> to find out how."}]}
