{"Headline":"Be a Better Voter, week 4: Read political polls like a pro","Byline":"Matt DeLong","Leadin":"<p>Two more weeks until Election Day. From new polls to candidate debates to campaign finance deadlines, there’s a lot of new information coming your way. Here are some additional resources to help you navigate it all so you can be a more informed voter when the time comes. </p><p>Early and absentee ballots are continuing to pour in across Minnesota, with <a href=\"http://www.startribune.com/number-of-early-voters-in-minn-is-ahead-of-2016-here-s-what-we-re-watching/489888171/\">more than 159,000 cast so far</a>, slightly outpacing this point in the 2016 presidential election.</p><p>As always, <a href=\"http://www.startribune.com/2018-minnesota-election-voter-guide-who-is-running-governor-house-senate-politics-issues/483224571/\">check out our voter guide</a> for information about where major candidates for statewide and federal offices stands on the issues that matter most to you. <a href=\"http://www.startribune.com/minnesota-election-calendar-2018/483224691/\">Use our election calendar to automatically add key dates</a> to your Google or iPhone. Head over to the <a href=\"http://m.startribune.com/index.php/be-a-better-voter-week-2-get-to-know-the-candidates/489888661/\">Voter Information Project</a> for information about all the candidates on your ballot. And don’t forget to <a href=\"http://strib.mn/hotdishpolitics\">subscribe to our morning politics newsletter</a> to stay on top of all the latest Minnesota campaign news.</p>","Watch_heading":"Three things to watch this week","towatch":[{"Heading":"It’s Minnesota Poll week","Text":"All week long, we’re rolling out the results of our latest Star Tribune/MPR News Minnesota poll. We’ve already published stories on the race for governor (Tim Walz holds a narrow lead) and <a href=\"http://www.startribune.com/sen-amy-klobuchar-has-a-big-lead-sen-tina-smith-ahead-but-by-much-less/498048621/\">our two U.S. Senate races</a> (Amy Klobuchar is up by a lot, Tina Smith leads by much less). <a href=\"http://www.startribune.com/minnesota-poll-doug-wardlow-leads-keith-ellison-in-attorney-general-s-race/498264151/\">Today’s story</a> focuses on the attorney general contest, in which Republican Doug Wardlow has surged past DFL candidate Keith Ellison."},{"Heading":"Congressional debates","Text":"Minnesota Public Radio is hosting a pair of U.S. House debates this week. The candidates to represent Minneapolis in Congress, DFL State Rep. Ilhan Omar and Republican activist Jennifer Zielinski, will face off in a 5th Congressional District debate at 2:30 p.m. this afternoon (Tues., Oct. 22). <a href=\"https://www.mprnews.org/story/2018/10/22/5th-district-debate-ilhan-omar-jennifer-zielinski\">You can stream it live on MPR</a>. At noon Friday, GOP St. Louis County Commissioner Pete Stauber and DFL candidate Joe Radinovich will answer questions during an 8th District debate in St. Paul. <a href=\"https://www.mprnews.org/story/2018/10/22/8th-congressional-district-debate-stauber-radinovich\">More information here</a>. In the extremely unlikely event that you didn’t spend last Friday night watching the 2nd and 3rd District debates on TPT Almanac, <a href=\"https://www.tpt.org/almanac/video/2nd-district-debate-us-senate-race-3rd-district-debate-upkv1i/\">you can get caught up here</a>."},{"Heading":"24-hour campaign finance reporting begins","Text":"Starting tomorrow, Oct. 23, candidates for state offices are required to report large contributions or loans totaling more than $1,000 within 24 hours. You can see them come in at the <a href=\"https://cfb.mn.gov/reports-and-data/viewers/campaign-finance/large-contribution-notices/\">Minnesota Campaign Finance Board website</a>. There is one more federal campaign finance deadline on Thursday, when candidates for U.S. House and Senate and committees must file their pre-general election reports detailing last-minute fundraising and expenditures. You can <a href=\"http://www.startribune.com/campaign-finance-2018-minnesota-us-senate-races-tina-smith-amy-klobuchar-fundraising-juggernauts-in-full-swing/478994853/\">track how much is being raised and spent here.</a>"}],"Do_heading":"Three things to do","todo":[{"Heading":"Learn how to read a poll","Text":"Because we’re releasing results of the Minnesota Poll this week, it seems like an ideal time to read up on polls, polling firms and what makes a good poll different from a bad poll. Fortunately there are a few good resources out there for you. The polling gurus over at Nate Silver’s FiveThirtyEight put together <a href=\"https://fivethirtyeight.com/features/13-tips-for-reading-general-election-polls-like-a-pro/\">this handy tipsheet for what to look for when evaluating a poll</a>. Do you prefer your guides highly localized and illustrated by hand? If so, <a href=\"https://www.minnpost.com/politics-policy/2018/10/how-to-be-a-smart-reader-of-political-polls-illustrated/\">MinnPost’s Greta Kaul has you covered.</a> Finally, there are a ton of pollsters out there. Some are good, some are really bad. How do you know which ones you should pay attention to? Check out <a href=\"https://projects.fivethirtyeight.com/pollster-ratings/\">FiveThirtyEight’s pollster ratings</a> to find out which ones are on the up-and-up. The Star Tribune and MPR News use Mason-Dixon Polling & Strategy to conduct the Minnesota Poll."},{"Heading":"Find the polling averages","Text":"Polls are just a snapshot of a race at the time they are taken, and they can vary quite a bit for a number of reasons. It’s usually a good idea to avoid ascribing too much value to any one poll, especially if it has a significantly different result than other similar polls (these are known as outliers). Many experts recommend looking at the polling average for a given race to get a more accurate view of what’s happening. RealClearPolitics is among the most well-known resource for polling averages. You can find averages for the <a href=\"https://www.realclearpolitics.com/epolls/2018/governor/mn/minnesota_governor_johnson_vs_walz-6443.html\">Minnesota governor race</a>, <a href=\"https://www.realclearpolitics.com/epolls/2018/senate/mn/minnesota_senate_newberger_vs_klobuchar-6269.html\">U.S. Senate general election</a> (Klobuchar vs. Newberger) and <a href=\"https://www.realclearpolitics.com/epolls/2018/senate/mn/minnesota_senate_special_election_housley_vs_smith-6303.html\">U.S. Senate special election</a> (Smith vs. Housley). You may have noticed there often isn’t a lot of polling in U.S. House races. That’s because it’s often much more difficult and costly to get a good sample size in a limited geographic area like a congressional district. If you want to see what the election forecasters are saying about the state of the race for control of Congress, check out the <a href=\"https://www.cookpolitical.com/ratings/house-race-ratings\">Cook Political Report</a> and FiveThirtyEight’s <a href=\"https://projects.fivethirtyeight.com/2018-midterm-election-forecast/house/\">House</a> and <a href=\"https://projects.fivethirtyeight.com/2018-midterm-election-forecast/senate/\">Senate</a> forecasts."},{"Heading":"Keep an eye out for political misinformation online","Text":"As the election nears, bad actors are kicking into high gear. A comically poor photoshop purporting to show DFL candidates campaigning at Minneapolis' homeless encampment and being circulated by a Minnesota-based conservative group provides a timely teachable moment for <a href=\"https://www.mprnews.org/story/2018/10/22/fake-campaign-info-election\">this MPR guide to help voters be more discerning about the misinformation</a> they may receive from shady online sources this election season. It’s always a good idea to be skeptical and look for confirmation with reputable sources when you find something that looks suspicious. If you’d like to get more involved in rooting out misinformation, both <a href=\"https://www.nytimes.com/2018/09/17/technology/disinformation-tipsheet.html\">The New York Times</a> and <a href=\"https://projects.propublica.org/facebook-ads/\">ProPublica</a> have projects you can participate in."}],"Archive_heading":"Just joining us?","Archive_leadin":"If you’re just joining us, don’t forget to check out the previous installments of our Be a Better Voter series to bring yourself up to speed before Election Day:","archive":[{"Heading":"Week 1: Sign up and stay informed","Text":"A couple small steps now can be sure you stay informed on the latest news until Election Day. Learn more about how to register, mark key deadlines on your calendar, and be sure you’re ready to cast a ballot when the time comes. <a href=\"http://www.startribune.com/let-the-star-tribune-help-you-be-a-better-voter-this-election-season/489887841/\">Visit Week 1 here</a>."},{"Heading":"Week 2: Getting to know the candidates","Text":"There are a lot more candidates running for office than just the ones you’re hearing about. Explore tools for learning about both the big-name candidates and those running for local offices near you. <a href=\"http://www.startribune.com/be-a-better-voter-week-2-get-to-know-the-candidates/489888661/\">Visit Week 2 here</a>."},{"Heading":"Week 3: Campaign finance","Text":"All those political ads you’re seeing on TV are expensive. Learn more about the money candidates are raising and spending, who is giving it to them, and what that means. <a href=\"http://www.startribune.com/be-a-better-voter-what-you-need-to-know-about-campaign-finance/489889631/\">Visit Week 3 here</a>."}]}
